"espk" = "Apple スピーカーポート";
"ispk" = "内蔵";
"emic" = "マイクポート";
"imic" = "内蔵";
"hdpn" = "ヘッドフォンポート";
"lini" = "オーディオライン入力ポート";
"lino" = "オーディオライン出力ポート";
"spdi" = "光デジタル入力ポート";
"spdo" = "光デジタル出力ポート";
"pci " = "PCI カード";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirMac";
"ntwk" = "ネットワーク装置";
"blue" = "Bluetooth";
"bluh" = "Bluetooth ヘッドフォン";
"blus" = "Bluetooth ヘッドセット";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
